/* Description for disconnection warning setting */
"1 Minute Alert Before Disconnection" = "Peringatkan 1 Menit Sebelum Terputuskan";

/* Title for the about page */
"About" = "Tentang";

/* SSL error message */
"Access denied" = "Access denied";

/* The string describing a buddy's account */
"Account" = "Akun";

/* Title for the accounts tab */
"Accounts" = "Akun";

/* String to be displayed when a buddy is Active */
"Active" = "Aktif";

/* Button title to add someone as a buddy */
"Add" = "Add";

/* The title for the view to add a buddy */
"Add Buddy" = "Tambah Teman";

/* String to describe advanced set of settings */
"Advanced" = "Advanced";

/* Agree to EULA */
"Agree" = "Setuju";

/* title for alert view */
"AIM support has been removed because our AIM library is no longer maintained and contains flaws. Please remove your account. Sorry!" = "AIM support has been removed because our AIM library is no longer maintained and contains flaws. Please remove your account. Sorry!";

/* title for alert view */
"AIM Support Removed" = "AIM Support Removed";

/* Setting name for allowing authentication to happen in plain text or in the clear */
"Allow Plaintext Authentication" = "Bolehkan Otentikasi Tak Tersandi";

/* SSL error message */
"Attempt to restore an unknown session" = "Attempt to restore an unknown session";

/* Title for automatic conversation deletion setting */
"Auto-delete" = "Hapus otomatis";

/* string for title yes/no setting for allowing opportunistic otr */
"Auto-start Encryption" = "Auto-start Encryption";

/* Label in buddy list for users that are available */
"Available" = "Tersedia";

/* Label in buddy list for users that are away */
"Away" = "Menjauh";

/* Message displayed in Notification Manager when session will expire in one minute */
"Background session will expire in one minute." = "Sesi di latar belakang akan kadaluarsa dalam semenit.";

/* SSL error message */
"Bad certificate format" = "Bad certificate format";

/* SSL error message */
"Bad MAC" = "Bad MAC";

/* SSL error message */
"Bad protocol version" = "Bad protocol version";

/* SSL error message */
"Bad SSLCipherSuite" = "Bad SSLCipherSuite";

/* SSL error message */
"Bad unsupported cert format" = "Bad unsupported cert format";

/* string to describe basic set of settings */
"Basic" = "Basic";

/* The String for a button to block a buddy */
"Block" = "Blok";

/* The String for a buddy to block and remove a buddy from the buddy list */
"Block & Remove" = "Blok & Hilangkan";

/* Name for default buddy group */
"Buddies" = "Teman-teman";

/* The title for the view that shows detailed buddy info */
"Buddy Info" = "Info Teman";

/* Title for the buddy list tab */
"Buddy List" = "Daftar Teman";

/* Title for listing the bundled SSL certificates */
"Bundled Certificates" = "Bundled Certificates";

/* Cancel an alert window */
"Cancel" = "Batal";

/* Shown when ending an encrypted chat session */
"Cancel Encrypted Chat" = "Batakan Percakapan Tersandi";

/* SSL error message */
"Cert chain not verified by root" = "Cert chain not verified by root";

/* SSL error message */
"Certificate expired" = "Certificate expired";

/* SSL error message */
"Certificate revoked" = "Certificate revoked";

/* SSL error message */
"Chain had a cert not yet valid" = "Chain had a cert not yet valid";

/* SSL error message */
"Chain had an expired cert" = "Chain had an expired cert";

/* Title for chat view */
"Chat" = "Percakapan";

/* Body of SMS or email when sharing a link to the app */
"Chat with me securely" = "Ngobrol denganku dengan tersandi";

/* for attribution of other projects */
"Chatterbox is brought to you by many open source projects" = "Chatterbox dipersembahkan untukmu dari berbagai proyek open source.";

/* let users know source is on Github */
"Check out the source here on Github" = "Periksa sumbernya di Github";

/* SSL error message */
"Cipher Suite negotiation failure" = "Cipher Suite negotiation failure";

/* String shown in dialog for removing chat history */
"Clear Chat History" = "Hapus Catatan Percakapan";

/* SSL error message */
"Configuration error" = "Configuration error";

/* Label for button when user wants to overide cautious security settings */
"Connect anyway" = "Connect anyway";

/* Button label for connecting a Facebook account */
"Connect Facebook" = "Hubungkan Facebook";

/* Whether or not account is logged in */
"Connected" = "Terhubung";

/* SSL error message */
"Connection closed gracefully" = "Connection closed gracefully";

/* SSL error message */
"Connection closed via error" = "Connection closed via error";

/* label for a link to contribute a new translation */
"Contribute a translation" = "Bantu terjemahkan";

/* Title for the conversations tab */
"Conversations" = "Percakapan";

/* SSL error message */
"Decoding error" = "Decoding error";

/* SSL error message */
"Decompression failure" = "Decompression failure";

/* SSL error message */
"Decryption error" = "Decryption error";

/* SSL error message */
"Decryption failed" = "Decryption failed";

/* SSL error message */
"Decryption failure" = "Decryption failure";

/* default string to revert to normal language behaviour */
"Default" = "Default";

/* Ask user if they want to delete the stored account information */
"Delete Account?" = "Hapus Akun?";

/* Description for automatic conversation deletion */
"Delete chats on disconnect" = "Hapus percakapan waktu terputus";

/* Shows in the chat view when a message has been delivered */
"Delivered" = "Delivered";

/* Disagree with EULA */
"Disagree" = "Tidak setuju";

/* button label for disconnecting Facebook account */
"Disconnect Facebook" = "Putuskan Facebook";

/* Title of alert when user is disconnected from protocol */
"Disconnected" = "Terputus";

/* Text for button to dismiss alert view */
"Dismiss" = "Dismiss";

/* Default message when a user status is set to do not disturb */
"Do Not Disturb" = "Jangan Ganggu";

/* Message when port is changed but domain not set */
"Domain needs to be set manually when specifying a custom port" = "Domain perlu disetel secara manual ketika menentukan port lain";

/* Title for donation link */
"Donate" = "Sumbang";

/* Title for button to press when user is finished */
"Done" = "Selesai";

/* The string describing account name or email address for a buddy */
"Email" = "Email";

/* string for decription yes/no setting for allowing opportunistic otr */
"Enables opportunistic OTR" = "Enables opportunistic OTR";

/* String to be displayed when a buddy has stopped composing and text has been entered */
"Entered Text" = "Teks Yang Dimasukkan";

/* Title of error message pop-up box */
"Error!" = "Kesalahan!";

/* SSL error message */
"Export restriction" = "Export restriction";

/* Default message when a user status is set to extended away */
"Extended Away" = "Extended Away";

/* the name for facebook */
"Facebook" = "Facebook";

/* Message when cannot connect to XMPP server */
"Failed to connect to XMPP server. Please check your login credentials and internet connection and try again." = "Gagal menghubungi XMPP server. Pastikan login anda benar dan terkoneksi dengan internet, kemudian coba lagi.";

/* Authentication failed, tell user to try again */
"Failed to start authenticating. Please try again." = "Gagal memulai otentikasi. Coba lagi.";

/* SSL error message */
"Fatal alert" = "Fatal alert";

/* your fingerprint */
"Fingerprint for you" = "Sidik jari anda";

/* Size for the font in the chat screen */
"Font Size" = "Besar Huruf";

/* String to be displayed when a buddy is inactive for an extended period of time */
"Gone" = "Pergi";

/* the name for Google talk */
"Google Talk" = "Google Talk";

/* The string describing a buddy's group */
"Group" = "Grup";

/* The string describing a buddy's groups ... plural */
"Groups" = "Grup-grup";

/* SSL error message */
"Handshake failure" = "Handshake failure";

/* Label text for hostname field on login scree */
"Hostname" = "Hostname";

/* Title for settings cell on whether or not the XMPP library should allow SSL hostname mismatch */
"Hostname Mismatch" = "Hostname Tidak Cocok";

/* SSL error message */
"I/O would block (not fatal)" = "I/O would block (not fatal)";

/* Ignore an incoming message */
"Ignore" = "Acuhkan";

/* SSL error message */
"Illegal parameter" = "Illegal parameter";

/* Message alerting user that they need to return to the home screen and force close Chatterbox */
"In order to change languages return to the home screen and remove Chatterbox from the recently used apps" = "In order to change languages return to the home screen and remove Chatterbox from the recently used apps";

/* String to be displayed when a buddy has become inactive */
"Inactive" = "Tak aktif";

/* Short for information, button title to get more information */
"Info" = "Info";

/* Shown when starting an encrypted chat session */
"Initiate Encrypted Chat" = "Mulai Percakapan Tersandi";

/* SSL error message */
"Insufficient buffer provided" = "Insufficient buffer provided";

/* SSL error message */
"Insufficient security" = "Insufficient security";

/* SSL error message */
"Internal error" = "Internal error";

/* SSL error message */
"Invalid certificate chain" = "Invalid certificate chain";

/* Message shown in line for users that are available */
"is now available" = "sekarang tersedia";

/* Message shown in line for users that are away */
"is now away" = "sedang tidak di tempat";

/* Message shown in line for users that are offline */
"is now offline" = "sekarang offline";

/* the name for jabber, also include (XMPP) at the end */
"Jabber (XMPP)" = "Jabber (XMPP)";

/* string to bring up language selector */
"Language" = "Bahasa";

/* String of title to alert user language is change */
"Language Change" = "Ubah Bahasa";

/* log in to account */
"Log In" = "Masuk";

/* Instructions on how to start using the program */
"Log in on the Settings page (found on top right corner of buddy list) and then select a buddy from the Buddy List to start chatting." = "Masuklah ke dalam halaman Pengaturan (dapat ditemukan di pojok kanan atas daftar teman), kemudian pilih teman dari Daftar Teman untuk memulai percakapan.";

/* log out from account */
"Log Out" = "Keluar";

/* shown during the login process */
"Logging in..." = "Memasuki...";

/* Label for account setting that autologins on launch */
"Login Automatically" = "Login Automatically";

/* Label for button describing which protocol you're logging into, will be followed by a protocol such as XMPP or AIM during layout */
"Login to" = "Masuk ke";

/* Ask user if they want to logout of OSCAR */
"Logout from OSCAR?" = "Keluar dari OSCAR?";

/* ask user if they want to log out of XMPP */
"Logout from XMPP?" = "Keluar dari XMPP?";

/* subtitle for the certificate pinned setting */
"Manage saved SSL certificates" = "Manage saved SSL certificates";

/* just the word as a placeholder for the message text field */
"Message" = "Pesan";

/* SSL error message */
"Miscellaneous bad certificate" = "Miscellaneous bad certificate";

/* SSL error message */
"Module attach failure" = "Module attach failure";

/* The string describing a buddy's display name */
"Name" = "Nama";

/* For a new settings value */
"New" = "Baru";

/* Title for New Account View */
"New Account" = "Akun Baru";

/* Title for alert when a new SSL certificate is encountered */
"New SSL Certificate" = "New SSL Certificate";

/* prefix to show buddies status message in line on chat view */
"New Status Message: %@" = "Status Pesan Baru: %@";

/* SSL error message */
"No Error" = "No Error";

/* SSL error message */
"No renegotiation allowed" = "No renegotiation allowed";

/* Message informing user that there are no accounts currently saved */
"No Saved Accounts" = "Belum Ada Akun";

/* Shown when a feature is not available, for example SMS */
"Not Available" = "Tak Tersedia";

/* Not Verified or cancel verified */
"Not Verified" = "Tidak Terverivikasi";

/* Label in buddy list for users that are offline */
"Offline" = "Offline";

/* Accept the dialog */
"OK" = "OK";

/* For an old settings value */
"Old" = "Lama";

/* Shown when trying to open a link, asking if they want to switch to Safari to view it */
"Open in Safari" = "Buka di Safari";

/* Hint text for domain field telling user this field is not required */
"Optional" = "Boleh tak diisi";

/* the name for AIM */
"OSCAR Instant Messenger" = "OSCAR Instant Messenger";

/* Title for other miscellaneous settings group */
"Other" = "Lainnya";

/* Label text for password field on login screen */
"Password" = "Password";

/* SSL error message */
"Peer cert is valid, or was ignored if verification disabled" = "Peer cert is valid, or was ignored if verification disabled";

/* SSL error message */
"Peer dropped connection before responding" = "Peer dropped connection before responding";

/* SSL error message */
"Peer host name mismatch" = "Peer host name mismatch";

/* String for XMPP buddies when adding buddy is pending */
"Pending Approval" = "Menunggu Persetujuan";

/* Ask user if they want to delete the stored account information */
"Permanently delete" = "Hapus permanen";

/* Button Lable to show all pinned SSL certificates */
"Pinned Certificates" = "Pinned Certificates";

/* Label for port number field for connecting to service */
"Port" = "Port";

/* label for link to Chatterbox project website */
"Project Homepage" = "Homepage Proyek";

/* the alleged fingerprint of their other person */
"Purported fingerprint for" = "Katanya sidik jari untuk";

/* Title for action button on alert dialog, used as a verb in the present tense */
"Read" = "Baca";

/* Title for header of Buddy list view with Recent Buddies */
"Recent" = "Belakangan Ini";

/* SSL error message */
"Record overflow" = "Record overflow";

/* Button title to reject a request such as a buddy request */
"Reject" = "Reject";

/* label for switch for whether or not we should save their password between launches */
"Remember password" = "Ingat password";

/* label for switch for whether or not we should save their username between launches */
"Remember username" = "Ingat username";

/* The String for a button to remove a buddy from the buddy list */
"Remove" = "Hilangkan";

/* Reply to an incoming message */
"Reply" = "Balas";

/* Setting name for requiring a TLS connection */
"Require TLS" = "Perlu TLS";

/* String to let user know a certain field like a password is required to create an account */
"Required" = "Diperlukan";

/* Title for button for saving a setting */
"Save" = "Simpan";

/* Title for listing the user saved SSL certificates */
"Saved Certificates" = "Saved Certificates";

/* Title heading in settings */
"Security" = "Security";

/* Title of alert box warning about security issues */
"Security Warning" = "Peringatan Keamanan";

/* string for settings to allow self signed SSL string */
"Self Signed SSL" = "Self Signed SSL";

/* For sending a message */
"Send" = "Kirim";

/* String in login settings asking to send delivery receipts */
"Send Delivery Receipts" = "Kirim Bukti Penerimaan";

/* String on button to email feedback */
"Send Feedback" = "Kirim Saran";

/* String in login settings asking to send typing notification */
"Send Typing Notification" = "Send Typing Notification";

/* SSL error message */
"Server closed session with no notification" = "Server closed session with no notification";

/* SSL error message */
"Server has requested a client cert" = "Server has requested a client cert";

/* Title for the Settings screen */
"Settings" = "Pengaturan";

/* Title for sharing a link to the app */
"Share" = "Bagikan";

/* Title for setting about showing a warning before disconnection */
"Sign out Warning" = "Sign out Warning";

/* description for what the font size setting affects */
"Size for font in chat view" = "Besar font dalam layar percakapan";

/* string for settings to allow SSL mismatch */
"SSL Hostname Mismatch" = "SSL Hostname Tidak Cocok";

/* SSL error message */
"SSL protocol error" = "SSL protocol error";

/* Title of view where you can mange buddy or subscription requests */
"Subscription Requests" = "Subscription Requests";

/* Warn user that the current chat is no longer secure */
"The conversation with %@ is no longer secure." = "Percakapan dengan %@ tidak tersandi lagi.";

/* Alert message when ssl certificate doesn't matched pinned certificate */
"There was an error validating the certificate for %@. This may indicate that someone is trying to intercept your communications." = "There was an error validating the certificate for %@. This may indicate that someone is trying to intercept your communications.";

/* Warns user that the current chat is secure */
"This chat is secured" = "Percakapan ini tersandi";

/* Warns user that the current chat is secure and verified */
"This chat is secured and verified" = "Percakapan ini tersandi dan terverifikasi.";

/* Instructions label text underneath QR code */
"This QR Code contains a link to http://omniqrcode.com/q/Chatterbox and will redirect to the App Store." = "QR Code ini mengandung link ke http://omniqrcode.com/q/Chatterbox dan akan menujukan anda ke App Store.";

/* String to be displayed when a buddy is currently composing a message */
"Typing" = "Mengetik";

/* SSL error message */
"Underlying cryptographic error" = "Underlying cryptographic error";

/* SSL error message */
"Unexpected (skipped) record in DTLS" = "Unexpected (skipped) record in DTLS";

/* SSL error message */
"Unexpected message received" = "Unexpected message received";

/* SSL error message */
"Unknown Cert Authority" = "Unknown Cert Authority";

/* SSL error message */
"Unknown certificate" = "Unknown certificate";

/* SSL error message */
"User canceled" = "User canceled";

/* example of a Google talk account */
"user@gmail.com" = "user@gmail.com";

/* Label text for username field on login screen */
"Username" = "Username";

/* SSL error message */
"Valid cert chain, untrusted root" = "Valid cert chain, untrusted root";

/* shown to show that the certificate was valid to the system */
"Valid certificate" = "Valid certificate";

/* Shown when verifying fingerprints */
"Verified" = "Terverivikasi";

/* Shown when verifying fingerprints */
"Verify" = "Cocokkan";

/* Title of the dialog for fingerprint verification */
"Verify Fingerprint" = "Verifikasi Sidik Jari";

/* Shown when verifying fingerprints */
"Verify Later" = "Verifikasi Nanti";

/* when displaying version numbers such as 1.0.0 */
"Version" = "Versi";

/* Warn user that the current chat is not secure */
"Warning: This chat is not encrypted" = "Peringatan: Percakapan ini tidak tersandi";

/* Cell description text that warns users that enabling that option may reduce their security. */
"Warning: Use with caution! This may reduce your security." = "Peringatan: Gunakan dengan hati-hati! Ini akan mengurangi keamanan anda.";

/* Warn user that conversation will be deleted after leaving it */
"When you leave this conversation it will be deleted forever." = "Obrolan ini akan dihapus selamanya bila anda meninggalkannya.";

/* Message shown when user is disconnected */
"You (%@) have disconnected." = "Anda (%@) telah terputus.";

/* prefix to show your status message inline on chatview */
"You are: %@" = "Kamu adalah: %@";

/* Inform user that they must be secure their conversation before doing that action */
"You must be in a secure conversation first." = "Anda harus dalam obrolan yang teramankan dulu.";

/* error message shown when user doesn't fill in a username or password */
"You must enter a username and a password to login." = "Anda harus memasukkan username dan password untuk login.";

/* Message shown when about to donate */
"Your donation will help fund the continued development of Chatterbox." = "Donasi anda akan menolong pembiayaan pengembangan Chatterbox.";

/* Text that makes it clear which username to use */
"Your Facebook username is not the email address that you use to login to Facebook" = "Facebook username anda bukanlah email yang anda gunakan untuk login di Facebook";

